tap "fsouza/prettierd"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "ngrok/ngrok"
tap "samtay/tui"
# Object-file caching compiler wrapper
brew "ccache"
# Get a file from an HTTP, HTTPS or FTP server
brew "curl"
# Libraries to talk to Microsoft SQL Server and Sybase databases
brew "freetds"
# Command-line fuzzy finder written in Go
brew "fzf"
# Improved top (interactive process viewer)
brew "htop"
# Network authentication protocol
brew "krb5"
# Simple terminal UI for git commands
brew "lazygit"
# Postgres C API library
brew "libpq"
# Open source relational database management system
brew "mysql", restart_service: true
# Ambitious Vim-fork focused on extensibility and agility
brew "neovim"
# Platform built on V8 to build network applications
brew "node"
# General-purpose scripting language
brew "php"
# Interpreted, interactive, object-oriented programming language
brew "python@3.9"
# Search tool like grep and The Silver Searcher
brew "ripgrep"
# Code-search similar to ack
brew "the_silver_searcher"
# Terminal multiplexer
brew "tmux"
# Internet file retriever
brew "wget"
# Tetris in your terminal
brew "samtay/tui/tetris"
# Browser for SQLite databases
cask "db-browser-for-sqlite"
# Offline toolbox for developers
cask "devutils"
# Developer targeted fonts with a high number of glyphs
cask "font-hack-nerd-font"
# Keyboard customizer
cask "karabiner-elements"
# Reverse proxy, secure introspectable tunnels to localhost
cask "ngrok"
# Standalone app for debugging React Native apps
cask "react-native-debugger"
