tap "cloudflare/cloudflare"
tap "dashlane/tap"
tap "homebrew/cask-fonts"
tap "jesseduffield/lazydocker"
tap "oven-sh/bun"
tap "zegervdv/zathura"
brew "bat"
brew "caddy"
brew "glib"
brew "cloudflared"
brew "cocoapods"
brew "libssh2"
brew "deno"
brew "diff-so-fancy"
brew "displayplacer"
brew "libevent"
brew "folly"
brew "fizz"
brew "wangle"
brew "fb303"
brew "edencommon"
brew "libgit2"
brew "openssl@1.1"
brew "exa"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "libass"
brew "libmicrohttpd"
brew "librist"
brew "pango"
brew "tesseract"
brew "ffmpeg"
brew "git"
brew "git-delta"
brew "git-filter-repo"
brew "glow"
brew "gnu-sed"
brew "htop"
brew "httpie"
brew "hub"
brew "hyperfine"
brew "jq"
brew "k6"
brew "lazydocker"
brew "lazygit"
brew "mkcert"
brew "neovim"
brew "nginx"
brew "nvm"
brew "pandoc"
brew "perl"
brew "tidy-html5"
brew "php"
brew "pnpm"
brew "protobuf"
brew "python@3.10"
brew "python@3.11"
brew "ripgrep"
brew "swig"
brew "tmux"
brew "tree"
brew "watchman"
brew "wget"
brew "yarn"
brew "z"
brew "oven-sh/bun/bun"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
cask "keycastr"
cask "raycast"
cask "react-native-debugger"
cask "stats"
cask "telegram"
cask "warp"
cask "wezterm"
cask "whatsapp"
cask "wombat"
